{
	"description": "Wu-Tang Clan song lyrics",
	"artist" : "Wu-Tang Clan",
	"albums" : [
		{
			"name": "Enter the Wu-Tang (36 Chambers)",
			"songs": [ 
				{
					"title" : "Bring Da Ruckus",
					"lyrics" : "Shaolin shadowboxing, and the Wu-Tang sword style, If what you say is true, the Shaolin and the Wu-Tang could be dangerous, Do you think your Wu-Tang sword can defeat me?, En garde, I'll let you try my Wu-Tang style, Bring da motherfuckin' ruckus, Bring da motherfuckin' ruckus, Bring da motherf.., bring da motherfuckin' ruckus, Bring da motherfuckin' ruckus, Ghostface, Catch the blast of a hype verse, My glock bursts, leave in a hearse, I did worse, I come rough, tough like an elephant tusk, Your head rush, fly like Egyptian musk, Aw shit, Wu-Tang Clan spark the wicks an', however, I master the trick just like Nixon,, causin' terror, quick damage your whole era, Hardrocks is locked the fuck up, or found shot, P.L.O. style, hazardous cause I wreck this dangerous, I blow sparks like Waco, Texas, I watch my back like I'm locked down, Hardcore hittin' sound, watch me act bugged and tear it down, A literate type asshole, songs goin' gold, no doubt, and you watch a corny nigga fold, Yeah, they fake and all that, carryin' gats but yo, my Clan's rollin' like forty Macs, Now your act convinced, I guess it makes sense, Wu-Tang, yo suuuuuuuuu, represent, I wait for one to act up, Now I got him backed up Gun to his neck now, react, what? And that's one in the chamber, Wu-Tang banger, 36 styles of danger, Bring da motherfuckin' ruckus, Bring da motherfuckin' ruckus, Bring da motherf.., bring da motherfuckin' ruckus, Bring da motherfuckin' ruckus, I rip it hardcore like porno-flick bitches, I roll with groups of ghetto bastards with biscuits, Check it, my method on the microphone's bangin', Wu-Tang slang, I'll leave your headpiece hangin', Bust this, I'm kickin' like Segall Out For Justice, The roughness, yes, the rudeness, ruckus, Redrum, I verbally assault with the tongue, Murder-one - my style shot your knot like a stun-gun, I'm hectic, I wreck it with the quickness, set it on the microphone, and competition get blown, by this nasty-ass nigga with my nigga - the RZA, charged like a bull and got pull like a trigga, So bad stabbin' up the pad with the vocab, crab, I scream on your ass like your dad: bring it on... Bring da motherfuckin' ruckus, Bring da motherfuckin' ruckus, Bring da motherf.., bring da motherfuckin' ruckus, Bring da motherfuckin' ruckus, Yo, I'm more rugged than slaveman boots, New recruits, I'm fuckin' up MC troops, I break loops and trample shit while I stomp! A mudhole in that ass, cause I'm straight out the swamp, creepin' up on site, now it's Fright Night, My Wu-Tang slang is mad fuckin' dangerous, and more deadly than the stroke of an axe, Choppin' through your back, *swish* givin' by-standers heart-attacks, Niggas try to flip, tell me who is him? I blow up his fuckin' prism, make it a vicious act of terrorism, You wanna bring it, so fuck it, Come on and bring the ruckus, And I provoke niggaz to kick buckets, I'm wettin' cream, I ain't wettin' fame, Who's sellin' gain I'm givin' out a deadly game, It's not the Russian, it's the Wu-Tang crushin' roulette, Slip up and get fucked like Suzette, Bring da fuckin' ruckus. Bring da motherfuckin' ruckus, Bring da motherfuckin' ruckus, Bring da motherf.., bring da motherfuckin' ruckus, Bring da motherfuckin' ruckus, So bring it on. So bring it on. So bring it on. So bring it on. So bring it on. So bring it on. So bring it on. Punk Nigga! "
				}, 
				{
					"title" : "Shame On A Nigga",
					"lyrics" : "Yeah, yo, aight, Pass the meth! nizzuh nzza punk nigguh, yeah! Yeah, aight, kick the raw style, yeah, Fly that f***in sack, Shame on a nigga who try to run game on a nigga, Wu buck wild with the trigger! Shame on a nigga who try to run game on a nigga, Wu buck - I f*** yo`ass up! What? HUT ONE, HUT TWO, HUT THREE, HUT! Ol Dirty Bastard, Method Man, Raekwon the Chef, Ol`Dirty Bastard, live and uncut! Styles unbreakable, shatterproof, To the young youth, ya wanna get gun? Shoot! BLAOW! How you like me now? Don`t fuck the style Ruthless wild! Do ya wanna getcha teeth knocked the f*** out? Wanna get on it like that, well then shout! Yo RZA, yo razor! Hit me with the major, The damage, my Clan understand it be flavor, Gunnin, hummin comin atcha, First I`m gonna getcha, once I gotcha, I gat-cha, You could never capture the Method Man`s stature, For rhyme and for rapture, got niggaz resigning, now master, my style? Never! I put the f***ing buck in the wild kid, I`m terror Razor sharp, I sever, the head from the shoulders, I`m better, than my compeda, you mean competitor, whadeva! Let`s get together, Shame on a nigga who try to run game on a nigga, Wu buckwild with the tri-BLAOW! I react so thick, I`m phat, and YO! Rae came blowing and blew off ya headphones black, Rap from yo Cali to Texas, Smoother than a Lexus, now`s my turn to WRECK this, Brothers approach and half step, but ain`t heard, HALF of it yet, and I bet you`re not a f***in vet, So, when you see me on the real, formin like Voltron, Remember I got deep like a baby seal! Shame on a nigga who... Ol Dirty Bastard Yo...! I come with that ol`loco, Style from my vocal, Couldn`t peep it with a pair of bi-focals, I`m no joker! Play me as a joker, Be on you like a house on fire! Smoke ya! Crews be actin like they gangs, anyway, Be like, Warriors! Come out and playiyay! Burn me, I get into shit, I let it out like diarrhea, Got burnt once, but that was only gonorrhea, Dirty, I keep shit stinks in my drawers, So I can get fzza-funky for yah, Murder, taste the flame of the Wu-Tang RAHH! Here comes the Tiger verse Crane! Ow, be like wild with my style, Punk! You playing me, chump, you get DUMPEDWU! Is comin THROUGH! At a theatre near YOU! And get funk like a SHOE! What!?! "
				},
				{
					"title" : "Clan In Da Front",
					"lyrics" : "Up from the 36 Chambers. Heheh. it's the Ghost Face Killahh Hehheheh, Wu-Tang, Wu-Tang Killa Beez, we on a swarm, Wu-Tang Killa Beez, we on a swarm, Wu-Tang Killa Beez, we on a swarm, Wu-Tang Killa Beez, we on a swarm, The RZA, the GZA, Ol Dirty Bastard, Inspectah Deck, U-God, Ghost Face Killer, the Method Man, Raekwon the Chef, the Master Killer, Raw Desire, LeVon, Power Cipher, Twelve O'Clock, Sixty Second Assassin, the 4th Disciple, The Brand White, K.D. the Down Low Wrecka, Shyheim AKA The Rugged Child, Doo-Doo Wales, Mista Hezakiah -- better known as the Yin and the Yang, The Tru Masta, Asan, DJ Skane, The Tru Robocop comin thru, Scientific Shabazz, my motherfuckin man Wise the Civilized, The Shaolin Soldiers, Daddy-O and Popa Ron, Comin down from the motherfuckin South end of things, Killa beez all over your fuckin planet, Thirty-six chambers of death, Three-hundred and sixty degrees of perfected styles, Choppin off your motherfuckin dome. peace, and every fuckin borough, Crooklyn, Manhattan, Queens, Staten Island, The motherfuckin Bronx, killa beez. The sword? C'mon, give him the sword, Clan in da front, let your feet stomp, Niggaz on the left, brag shit to death, Now hoods on the right, wild for the night, Punks in the back, c'mon and attract to. The Wu is comin thru, the outcome is critical, Fuckin wit my style, is sort of like a Miracle, on 34th Street, in the Square of Herald, I gamed Ella, the bitch caught a Fitz like Geraldine Ferraro, who's full of sorrow, Cuz the hoe didn't win but the sun will still come out tomorrow, and shine shine shine like gold mine, Here comes the drunk monk, with a quart of Ballentine, Pass the bone, kid pass the bone, Let's get on this mission like Indiana Jones, the GZA, One who just represent the Wu-Tang click, With the game and soul, of an old school flick, Like the Mack and Dolemite, who both did bids, Claudine went to Cooley High and had mad kids, so stop, the life you save may be your motherfuckin own, I'll hang your ass with this microphone, Make way for the merge of traffic, Wu-Tang's comin thru with Full Metal Jackets, God squad that's mad hard to serve, Come frontin hard, then Bernhard Goetz what he deserves, The response while I bomb that ass, You ain't shit! Your wack ass town had you gassed, Egos is somethin the Wu-Tang crush, Souped up niggaz on a stage get rushed, I don't give a god damn, on the shows you did, How many rhymes you got, or who knows you kid? Cuz I don't know ya therefore show me what you know, I come sharp as a blade and I cut you slow, You become so Pat as my style increases, What's that in your pants ahhh human feces! Throw your shitty drawers in the hamper, Next time come strapped with a fuckin Pamper, How ya sound B? You're better off a quitter, I'm on the mound G, and it's a no-hitter, And my DJ the catcher, he's my man, Anyway he's the one who devised the plan, He throws the signs I hook up the beats with clout, I throw the rhymes to the mic and I strike em out, So it really doesn't matter on how you intrigue, You can't FUCK with those in the major leagues, Hoods on the right, Punks in the back. to what, Niggaz on the left, Hoods on the right, Punks in the back, c'mon. to what, let your feet stomp, brag shit to death, wild for the night, Wu, Wu, Wu, Wu, Wu, Wu, Wu, Wu, Wu, Wu, Wu, Wu, Wu, Wu, Wu, Wu, Wu, Wu, Wu, Wu, Wu, Wu, Niggaz on the left, brag shit to death, Hoods on the right, wild for the night, Punks in the back, c'mon and attract to, Clan in da front, let your feet stomp, "
				},
				{
					"title" : "Wu-Tang: 7th Chamber",
					"lyrics" : "Niggaz on the left, brag shit to death Now hoods on the right, wild for the night Punks in the back, c'mon and attract to what Clan in da front, let your feet stomp Niggaz on the left, brag shit to death Hoods on the right, wild for the night Punks in the back, c'mon and attract to what  This goes back to nineteen.. Ahem, check it, yo GOOD MORNING VIETNAM!! Yeah, good morning to all you motherfuckin notty-headed niggaz Word to the camoflouge large niggaz Bitch niggaz fuckin my body Bring that fuckin meth in here Yo yo yo yo Now we gonna drink some good Nightrain  Champion gear that I rock, you get your boots knocked Then attack you like a pit that lock shit DOWN As I come and freaks the sound, hardcore but giving you more and more, like ding! Nah shorty, get you open like six packs Killer Bees attack, flippin what, murder one, phat tracks A'ight I kick it like a Night Flite! Word life, I get that ass while I'm fulla spite! Check the method from Bedrock, cause I rock ya head to bed Just like rockin what Twin glocks! Shake the ground while my beats just break you down Raw sound, we going to war right now So, yo, bombin We Usually Take All Niggaz Garments Save ya breath before I bomb it  I be that insane nigga from the psycho ward I'm on the trigger, plus I got the Wu-Tang sword So how you figure that you can even fuck with mine Hey, yo, RZA! Hit me with that shit one time! And pull a foul, niggaz save the beef on the cow I'm milkin this ho, this is MY show, tical The FUCK you wanna do More than Spike Lee's Do I'm like a sniper, hyper off the ginseng root PLO style, buddha monks with the owls So who's the fucking man Meth-Tical On the chessbox  Yo, yeah, yo I leave the mic in body bags, my rap style has The force to leave you lost, like the tribe of Shabazz Murderous material, made by a madman It's the mic wrecker, Inspector, bad man From the bad lands of the killer, rap fanatic Representing with the skill that's iller Dare to compare, get pierced just like an ear The zoo-we-do-wop-bop strictly hardware Armed and geared cause I just broke out the prison Charged by the system - for murdering the rhythm! Now, lo and behold, another deadly episode Bound to catch another fuckin charge when I explode  Slammin a hype-ass verse til ya head burst I ramshack dead in the track, and that's that Rap assassin, fastin, quick to blast and hardrock I ran up in spots like Fort Knox! I'm hot, top notch, Ghost thinks with logic Flashback's how I attacked your whole project I'm raw, I'm rugged and raw! I repeat, if I die My seed'll be ill like me Approachin me, you out of respect, chops ya neck I get vexed, like crashing up a phat-ass Lex' So clear the way, make way, yo! Open the cage Peace, I'm out, jettin like a runaway slave  Yo Ya gettin stripped from ya garments, boy, run ya jewels While the meth got me open like falopian tubes I bring death to a snake when he least expect Ain't a damn thing changed, boy, Protect Ya Neck Ruler Zig Zag, Zig-Allah jam is fatal Quick to stick my Wu-Tang sword right through ya navel Suspenseful, plus bein bought through my utensil The pencil, I break strong winds up against your Abbot, that run up through your county like the Maverick Caps through the tablets, I gots to make the fabrics  Are you, uh, ah, uh Are you a warrior Killer Slicin shit like a samurah The Ol' Dirty Bastard VUNDABAH Ol' Dirty clan of terrorists Comin atcha ass like a sorceress, shootin' that PISS! Niggaz be gettin on my fuckin nerves Rhymes they be kickin make me wanna kick they fuckin ass to the curb I got funky fresh, like the old specialist A carrier, messenger, bury ya This experience is for the whole experience Let it be applied, and THEN DROP THAT SCIENCE  My my my My Clan is thick like plaster Bust ya, slash ya Slit a nigga back like a Dutch Master Killer Style jumped off and Killa, Hill-er I was the thriller in the Ali-Frazier Manilla I came down with phat tracks that combine and interlock Like getting smashed by a cinder block Blaow! Now it's all over Niggaz seeing pink hearts, yellow moons orange stars and green clovers "
				},
				{
					"title" : "Can It Be All So Simple",
					"lyrics" : "Can it be that it was all so simple then, Know what I'm sayin, take you on this lyrical high real quick, Nineteen ninety three exoticness, Kno what I'm sayin, let's get technical, Where's your bone at, get up on that shit aight, Yo! Started off on the island, AK Shaolin, Niggaz whylin, gun shots thrown the phone dialin, Back in the days of eight now, makin a tape now, Rae gotta get a plate now, Ignorant and mad young, wanted to be the one, Till I got BAM! BAM! thrown one, Yeah, my pops was a fiend since sixteen, Shootin' that (that's that shit!) in his blood stream, That's the life of a crimey, real live crimey, If niggas know the half is behind me, Day one, yo, growin all up in the ghetto, Now I'm a weed fiend, jettin the Palmetto, In Medina, yo no doubt the God got crazy clout, Pushin the big joint from down South, So if you're filthy stacked up, Betta watch ya back and duck, Cause these fiends they got it cracked up, Now my man from up north, now he got the law, It's solid as a rock and crazy salt, No jokes, I'm not playin, get his folks, Desert Eagle his dick and put 'em in a yolk, AAH! And to know for sure, I got reck and rip shop, I pointed a gat at his mother's knot, Yo, Rae, don't do that shit, man! Don't do that shit! Fuck that, Dedicated to the winners and the loser, Can it be that it was all so simple then? Dedicated to all jeeps and land cruisers, Can it be that it was all so simple then? Dedicated to the Y's, 850-I's, Can it be that it was all so simple then? Dedicated to niggas who do drive-bys, Can it be that it was all so simple then? Dedicated to the Lexus and the Ax, Can it be that it was all so simple then? Dedicated to MPV's phat! Can it be that it was all so simple then? Nigguh, yeah, yeah! Yo! Kickin the fly cliches, Doin duets with Rae and A, happens to make my day, Though I'm tired of bustin off shots havin to rock knots, Runnin up in spots and makin shit hot, I'd rather flip shows instead of those, Hangin on my living room wall, My first joint, and it went gold, I want to lamp, I want to be in the shade, Plus the spot light, Gettin my dick rubbed all night, I wanna have me a phat yacht, And enough land to go and plant my own sess crops, But for now, it just a big dream, Cause I find myself in the place where I'm last seen, My thoughts must be relaxed, Be able to maintain, Cause times is changed and life is strange, The glorious days is gone, and everybody's doin' bad, Yo, mad lives is up for grabs, Brothers, passin away, I gotta make wakes, Receivin all types of calls from upstate, Yo, I can't cope with the pressure, Settlin for lesser, The god left lessons on my dresser, So I can bloom and blossom, find a new way, Continue to make hits with Rae and A, Sunshine plays a major part in the daytime, Peace to mankind Ghostface carry a black nine, nigga, Word up, It's on like that, Can it be that it was all so simple then. "
				},
				{
					"title" : "Da Mystery of Chessboxin'",
					"lyrics" : "The game of chess, is like a swordfight, You must think first, before you move, Wu style is immensely strong, and immune to nearly any weapon, When it's properly used, it's almost invincible, Raw imma give it to ya, with no trivia, raw like cocaine straight from Bolivia, my hip hop will rock and shock the nation, like the Emancipation Proclamation, Weak MC's approach with slang that's dead, you might as well run into the wall and bang your head, I'm pushin' force, my force your doubtin'I'm makin' devils cower to the Caucus Mountains, Well I'm a sire, I set the microphone on fire, rap styles vary, and carry like Mariah, I come from the shaolin slum, and the isle I'm from, is comin through with nuff niggaz, and nuff guns, so if you wanna come sweatin, stressin contesting, you'll catch a sharp sword to the midsection, don't talk the talk, if you can't walk the walk, phony niggaz are outlined in chalk, a man vexed, is what the projects made me, rebel to the grain there's no way to barricade me, steamrollin niggas with the eighteen wheeler, with the drunk driver drivin, there's no survivin, Ruff like Timberland wear, yeah, me and the Clan, and yo the Landcruisers out there, peace to all the crooks, all the niggaz with bad looks, bald heads, braids, blow this hook, we got chrome tecs, nickel plated macs, black axe, drug dealin'styles in phat stacks, I only been a good nigga for a minute though, cuz I got to get my props, and win it yo, I got beef wit commercial-ass niggas with gold teeth, lampin in a Lexus eatin beef, straight up and down don't even bother, I got fourty niggaz up in here now, who kill niggaz fathers, My peoples are you with me where you at? In the front, in the back killa-bees on attack, my peoples are you with me where you at? Smokin meth hittin caps on the block with the gats, Here I go, deep type flow, Jacque Cousteau could never get this low. I'm, Cherry bombin' shits... BOOM, just warmin up a little bit, vroom vroom, rappinin is what's happenin, keep the pockets stacked and then, hands clappin and, at the party when I move my body, gotta get up, and be somebody, grab the microphone put strength to the bone, DUH-DUH-DUH...enter the Wu-Tang zone, sure enough when I rock that stuff, huff puff?? I'm gonna catch your bluff tuff, rough, kickin rhymes like Jim Kelly, or Alex Haley im a Mi-..Beetle Bailey rhymes, comin raw style, hardcore, niggas be comin to the hip-hop store, comin to buy grocery from me, tryin to be a hip-hop MC, the law, in order to enter the Wu-Tang, you must bring the Ol Dirty Bastard type slang, represent the Gza, Abbot, RZA, Shaquan, Inspecta Deck, dirty hoe gettin low wit his flow, introducin' the Ghostface Killer, no one could get illa, Speakin of the devil psych, no it's the God, get the shit right, mega trife, and yo I killed you in a past life, on the mic while you was kickin that fast shit, you renegged tried again, and got blasted, half mastered ass style mad ruff task, when I struck I had on Tims and a black mask, Remember that shit? I know you don't remember jack, That night yo I wuz hittin like a spiked bat, and then you thought I was bugged out, and crazy, strapped for nonsense, after me became lazy, yo, nobody budge while I shot slugs, Never shot thugs, I'm runnin with thugs that flood mugs, so grab your eight plus one, start flippin and trippin, niggas is jettin I'm lickin off son, Wu, Tang, Wu, Tang, Wu, Tang, Wu, Tang!!!! Homicide's illegal and death is the penalty, What justifies the homicide, when he dies? In his own iniquity it's the, Master of the Mantis Rapture comin at cha, we have an APB on an MC Killer, look like the work of a Master, evidence indicates that's it's stature, merciless like a terrorist hard to capture, the flow changes like a chameleon, plays like a friend, and stabs you like a dagger, this technique attacks the immune system, Disguised like a lie paralyzin the victim, you scream, as it enters your bloodstream, erupts your brain from the pain these thoughts contain, movin on a nigga with the speed of a centipede, and injure ANY MOTHAFUCKIN CONTENDER "
				},
				{
					"title" : "Ain't Nuthing Ta Fuck Wit",
					"lyrics" : "Tiger style, Tiger style Tiger style, Wu-Tang Clan ain't nuthing ta fuck wit, Wu-Tang Clan ain't nuthing ta fuck wit, Wu-Tang Clan ain't nuthing ta fuck wit, There's no place to hide once I step inside the room, Dr. Doom, prepare for the boom, BAM! Aw, MAN! I SLAM, JAM, I scream like Tarzan, I be tossin, enforcin, my style is awesome, I'm causin more Family Fued's than Richard Dawson, And the survey said, ya dead, Fatal Flying Guillotine chops off your fuckin head, MZA who was that? Aiyyo, the Wu is back, Makin niggaz go BO BO!, like on Super Cat, Me fear no one, oh no, here come, The Wu-Tang shogun, killer to the eardrum! I puts the needle to the groove, I gets rude, And I'm forced to fuck it up, My style carries like a pickup truck, Across the clear blue yonder, Seek the China Sea, I slam tracks like quarterbacks sacks from L.T. Now why try and test, the Rebel INS? Blessed since the birth, I earth-slam your best, Cause I bake the cake, then take the cake, And eat it, too, with my crew while we head state to state! Hyah! Step up, boy! Represent! Chop off his head, kid! The Meth will come out tomorrow, Styles, is wild, berserk, bizarro, Flow, with more afro than Rollo, Comin to a fork in the road which way to go just follow, Method, the Legend, niggaz is Sleepy Hollow, In fact I'm a hard act to follow, I dealt for dolo, Niggaz is like, Oh, my God, not you! Yes, I, come to get a slice of the punk and the pie, Rather do than die, check my, Flava, comin from the RZA, Which is short for the razor, Who make me reminisce true like Deja, Vu! I'm rubber, niggaz is like glue, Whatever you say rubs off me sticks to you "
				},
				{ 
					"title" : "C.R.E.A.M.",
					"lyrics" : "What that nigga want God? Word up, look out for the cops, Wu-Tang five finger shit, (Cash Rules) Word up, two for fives over here baby, Word up, two for fives them niggaz got garbage down the way, word up, Know what I'm sayin? (Cash Rules Everything Around Me, C.R.E.A.M. get...) Yeah, check this ol fly shit out, Word up, (Cash Rules Everything Around Me) Take you on a natural joint, (C.R.E.A.M. get the money) Here we here we go, (dolla dolla bill y'all) Check this shit, yo! I grew up on the crime side, the New York Times side, Staying alive was no jive, At second hands, moms bounced on old men, So then we moved to Shaolin land, A young youth, yo rockin the gold tooth, 'Lo goose, Only way, I begin to gee off was drug loot, And let's start it like this son, rollin with this one, And that one, pullin out gats for fun, But it was just a dream for the teen, who was a fiend, Started smokin woolies at sixteen, And running up in gates, and doing hits for high stakes, Making my way on fire escapes, No question I would speed, for cracks and weed, The combination made my eyes bleed, No question I would flow off, and try to get the dough all, Sticking up white boys in ball courts, My life got no better, same damn 'Lo sweater, Times is ruff and tuff like leather, Figured out I went the wrong route, So I got with a sick ass click and went all out, Catchin keys from across seas, Rollin in MPV's, every week we made forty G's, Yo nigga respect mine, or anger the tech nine, Ch-chick-POW! Move from the gate now, Cash, Rules, Everything, Around, Me, C.R.E.A.M. Get the money, Dollar, dollar bill y'all, It's been twenty-two long hard years of still strugglin, Survival got me buggin, but I'm alive on arrival, I peep at the shape of the streets, And stay awake to the ways of the world cause shit is deep, A man with a dream with plans to make C.R.E.A.M. Which failed; I went to jail at the age of 15, A young buck sellin drugs and such who never had much, Trying to get a clutch at what I could not. could not. The court played me short, now I face incarceration, Pacin -- going up state's my destination, Handcuffed in back of a bus, forty of us, Life as a shorty shouldn't be so ruff, But as the world turns I learned life is hell, Living in the world no different from a cell, Everyday I escape from Jakes givin chase, sellin base, Smokin bones in the staircase, Though I don't know why I chose to smoke sess, I guess that's the time when I'm not depressed, But I'm still depressed, and I ask what's it worth? Ready to give up so I seek the Old Earth, Who explained working hard may help you maintain, to learn to overcome the heartaches and pain, We got stickup kids, corrupt cops, and crack rocks, and stray shots, all on the block that stays hot, Leave it up to me while I be living proof, To kick the truth to the young black youth, But shorty's running wild smokin sess drinkin beer, And ain't trying to hear what I'm kickin in his ear, Neglected, but now, but yo, it gots to be accepted, That what? That life is hectic, Niggas gots to do what they gotta do, to get a bill, Ya know what I'm sayin? Cuz we can't just get by no more, Word up, we gotta get over, straight up and down, Cash Rules Everything Around Me, C.R.E.A.M. get the money, Dolla dolla bill y'aauhhhaaaauhhhhahhhauhhhhll, YEAH "
				},
				{ 
					"title" : "Method Man",
					"lyrics" : "Yeahhh, torture motherfucker what? Torture nigga what? What? I'll fuckin, I'll fuckin tie you to a fuckin bedpost, with your ass cheeks spread out and shit, Right? Put a hanger on a fuckin stove and let that shit sit there, for like a half hour, Take it off and stick it in your ass slow like, Tssssssss, Yeah, I'll fuckin, Yeah I'll fuckin lay your nuts on a fuckin dresser, Just your nuts layin on a fuckin dresser, And bang them shits with a spiked fuckin bat, Ooooohhhh, Whassup? BLAOWWW!! I'll fuckin, I'll fuckin pull your fuckin tongue out your fuckin mouth, and stab the shit with a rusty screwdriver, BLAOWW!! I'll fuckin, I'll fuckin, I'll fuckin hang you by your fuckin dick, off a fuckin twelve sto-story building out this motherfucker, I'll fuckin, I'll fuckin, sew your asshole closed, and keep feedin you, and feedin you, and feedin you, and feedin you, Yo, roll the dice, yo roll the dice, Yo, so it's going down like that, huh? Yeah? Niggaz is whylin, check it out kid, From the slums of Shaolin, Wu-Tang Clan strikes again, The RZA, the GZA, Ol Dirty Bastard, Inspectah Deck, Raekwon the Chef, U-God, Ghost Face Killer and the Method Man, M-E-T, H-O-D, MAN, M-E-T, H-O-D, MAN, M-E-T, H-O-D, MAN, M-E-T, H-O-D, MAN, Hey, you, get off my cloud, You don't know me and you don't know my style, Who be gettin flam when they come to a jam? Here I am here I am, the Method Man, Patty cake patty cake hey the method man, Don't eat Skippy, Jif or Peter Pan, Peanut butter, cuz I'm not butter, In fact I snap back like a rubber, band, I be Sam Sam I am, And I dont eat green eggs and ham, Style will hit ya, wham!, then goddamn, You be like oh shit that's the jam, Turn it up now hear me get buckwu-wu-wild, I'm about to blow light me up, Upside downside inside and outside, Hittin you from every angle there's no doubt, I am, the one and only Method Man, The master of the plan wrappin shit like Saran, Wrap, with some of this and some of that, Hold up (what?) I tawt I tat I putty tat, Over there, but I think he best to beware, Of the diggy dog shit right here, Yippy yippy yay yippy yah yippy yo, Like Deck said this aint your average flow, Comin like rah ooh ah achie kah, Tell me how ya like it so far baby paw, The poetry's in motion coast to coast and, Rub it on your skin like lotion, What's the commotion, oh my lord, Another corn chopped by the Wu-Tang sword, Hey hey hey like Fat Albert, It's the Method Man ain't no if ands about it, It's the Method, All right, y'all get ya White Owls, get ya meth, get ya skins, Don't forget your fourty, And we gonna do it like this, I got, fat bags of skunk, I got, White Owl blunts, And I'm about to go get lifted, Yes I'm about to go get lifted, I got, myself a fourty, I got, myself a shorty, And I'm about to go and stick it, Yes I'm about to go and stick it, Uhh, H-U-F-F huff and I puff, Blow like snow when the cold wind's blowin, Zoom, I hit the mic like boom, Wrote a song about it like to hear it here it goes, Question what exactly is a panty raider, Ill behaviour savior or major flavor, All of the above oh yeah plus I do so, Also flam I'm the man call me super, Not an average Joe with an average flow, Doing average things with average hoes, Yo I'm super I'll make a bitch squirm, For my, Su-per Sperm (check it), Check it I give it to ya raw butt naked, I smell sess pass the Method, Let's get lifted as I kick ballistics, Missles and shoot game like a pistol, Clip is loaded when I click bang dang, A Wu-Tang slug hits your brain, J-U-M-P jump and I thump, Make girls rumps like pump and Humpty Hump, Wow, the Shaolin style is all in me, Child, the whole damn isle is callin me, P-A-N-T-Y-R-A-I-D-E-R mad raw I don't cry, Meaning no one can burn or toss and turn me, Ooh I be the super sperm Chim chimmeny chim chim cherie, Freak a flow and flow fancy free, Now how many licks does it take, For me to hit the Tootsie Roll center of a break, Peep and don't sleep the crews mad deep Wu-Tang, Fadin motherfuckers like bleach, So to each and every crew, You're clear like glass I can see right through, You're whole damn posse be catchin em all cause you vic'd, and ya didnt have friends to begin with, I'm, M-E-T, H-O-D, MAN, M-E-T, H-O-D, MAN, M-E-T, H-O-D, MAN, M-E-T, H-O-D, MAN, Here I am, here I am, the Method Man, Straight from the slums of Shaolin, Wu-Tang Killa B'z on a swarm, Your soul have just been taken through the 36 chambers of death, kid, Word to mother, Method Man signing off, peace "
				},
				{ 
					"title" : "Protect Ya Neck",
					"lyrics" : "So whassup man? Coolin man, Chillin chillin? Yo you know I had to call, you know why right? Why? Because, yo, I never ever call and ask, you to play somethin right? Yeah, You know what I wanna hear right? Whatchu wanna hear? I wanna hear that Wu-Tang joint, Wu-Tang again? Ahh yeah, again and again! Wu-Tang Clan comin at ya, protect ya neck kid, so set it off, de Inspector Deck, watch ya step kid, I smoke on the mic like smokin Joe Frazier, The hell raiser, raisin hell with the flavor, Terrorize the jam like troops in Pakistan, Swingin through your town like your neighborhood Spiderman, So uhh, tic toc and keep tickin, While I get ya flippin off the shit I'm kickin, The Lone Ranger, code red, danger!, Deep in the dark with the art to rip charts apart, The vandal, too hot to handle, Ya battle, you're sayin Goodbye like Tevin Campbell, Roughneck, Inspector Deck's on the set, The rebel, I make more noise than heavy metal, The way I make the crowd go wild, sit back relax won't smile, Rae got it goin on pal, call me the rap assassinator, Rhymes rugged and built like Schwarzenegger, And I'ma get mad deep like a threat, blow up your project, Then take all your assets, Cause I came to shake the frame in half, With the thoughts that bomb, shit like math!, So if ya wanna try to flip go flip on the next man, Cause I grab the clip and, Hit ya with sixteen shots and more I got, Goin to war with the meltin pot hot, It's the Method Man for short Mr. Meth, Movin on your left, aah! And set it off, get it off, let it off like a gat, I wanna break full, cock me back, Small change, they puttin shame in the game, I take aim and blow that nigga out the frame, And like Fame!!, my style'll live forever, Niggaz crossin over, but they don't know no better, But I do, true, can I get a sue, Nuff respect due to the one-six-ooh, I mean ohh, yo check out the flow, like the Hudson or PCP when I'm dustin, Niggaz off because I'm hot like sauce, The smoke from the lyrical blunt makes me *cough*, Ooh, what, grab my nut get screwed, Oww, here comes my Shaolin style, Sloop-B and my b-boy's U, to my crew with the suuue, watch ya step kid, c'mon baby baby c'mon, Yo, ya best protect ya neck, First things first man you're fuckin with the worst, I'll be stickin pins in your head like a fuckin nurse, I'll attack any nigga who's slack in his mack, Come fully packed with a fat rugged stack, Shame on you when you stepped through to, The Ol Dirty Bastard straight from the Brooklyn Zoo, And I'll be damned if I let any man, Come to my center, you enter, the winter, Straight up and down that shit packed jam, You can't slam, don't let me get fool on him man, The Ol Dirty Bastard is dirty and stinkin, Ason, Unique rollin with the night of the creeps, Niggaz be rollin with a stash, ain't sayin cash, bite my style I'll bite your motherfuckin ass! For cryin out loud my style is wild so book me, Not long is how long that this rhyme took me, Ejectin, styles from my lethal weapon, My pen that rocks from here to Oregon, Here's Mordigan, catch it like a psycho flashback, I love gats, if rap was a gun, you wouldn't bust back, I come with shit that's all types of shapes and sounds, And where I lounge is my stompin grounds, I give a order to my peeps across the water, To go and snatch up props all around the border, And get far like a shootin star, Cause who I are, is dim in the light of Pablo Escobar, Point blank as I kick the square biz, There it is you're fuckin with pros and there it goes, Yo chill with the feedback black we don't need that, It's ten o'clock hoe, where the fuck's your seed at, Feelin mad hostile, ran the apostle, Flowin like Christ when I speaks the gospel, Stroll with the holy roll then attack the globe with the buckus style, the ruckus, ten times ten men committin mad sin, Turn the other cheek and I'll break your fuckin chin, Slayin boom-bangs like African drums (we'll be), Comin around the mountain when I come, Crazy flamboyant for the rap enjoyment, My clan increase like black unemployment, Yeah, another one dare, G-Gka-Genius, Take us the fuck outta here, The Wu is too slammin for these Cold Killin labels, Some ain't had hits since I seen Aunt Mabel, Be doin artists in like Cain did Abel, Now they money's gettin stuck to the gum under the table, That's what ya get when ya misuse what I invent, Your empire falls and ya lose every cent, For tryin to blow up a scrub, Now that thought was just as bright as a 20-watt light bulb, Should of pumped it when I rocked it, Niggaz so stingy they got short arms and deep pockets, This goes on in some companies, With majors they're scared to death to pump these, First of all, who's your A&R, A mountain climber who plays an electric guitar, But he don't know the meaning of dope, When he's lookin for a suit and tie rap, that's cleaner than a bar of soap, And I'm the dirtiest thing in sight, Matter of fact bring out the girls and let's have a mud fight, You best protect ya neck "
				},
				{ 
					"title" : "Tearz",
					"lyrics" : "After laughter, comes tears, Yo check yo yo, check the script, Me and the gods get it ripped, Blunts in the dip, forty dogs in my lip, Had a box, 'Boom Boom' the bass will blast, We was laughing, at all the girls that passed, Conversation, brothers had begin to discuss, (Hey yo, Ra, remember that kid ya bust?) Aw yeah, he ran, but he didn't get far, Cause I dropped him, heh heh heh heh heh HA, Not knowin, exactly what lied ahead, My little brother, my mother sent him out for bread, Get the Wonder, it's a hot day in the summer, Didn't expect, to come across, a crazy gunner, Hey Shorty, check it for the bag and the dough, But he was brave, looked him in the eye, and said No!! Money splattered him, BOW! then he snatched the bag, In his pockets, then he jetted up the Ave. Girls screamin, the noise up and down the block, (Hey, Rakeem!) What? (Your little brother got shot!), I ran frantically, then I dropped down to his feet, I saw the blood, all over, he hot concrete, I picked him up, then I held him by his head, His eyes shut, that's when I knew he was. Aw man! How do I say goodbye? It's alway the good ones who have to die, Memories in the corner of my mind, Flashbacks, I was laughin all the time, I taught him, all about the bees and birds, But I wish I had a chance to sing these three words, Me and my man, my ace big Moe from the shelter, Bout to hit the skins, from this girl named Thelma, Now Thelma had a rep, that was higher than her neck, Every girl from Shaolin dissed her respect, We was stimmy, you know how it is when you're blitzed, Three o'clock in the morning, something gots to give, Moe said he'll go first, I said I'll take next, Here, take this raincoat, and practice safe sex, He seemed to ignore, I said be for real, She's not even worth it, to go raw deal, A man's gonna do what a man's gonna do, He got butt-naked and stuck the power U, Twenty minutes went by, my man went out, without a doubt, I'm not pumpin' up, I am, airin out, Hey yo, he came out laughing with glory, I'm surprised, he's still livin', to tell his story, But he carried on, with the same old stuff, with Stephanie, like a whammy, he pressed his luck, Both tried to be down with O.P.P. Ain't nuttin' wrong but he got caught with the H.I.V. now, No life to live, doc says two more years, So after the laughter, I guess comes the tears "
				},
				{ 
					"title" : "Wu-Tang: 7th Chamber—Part II",
					"lyrics" : "",
					"_comment" : "Identical to original, not included"
				},
				{ 
					"title" : "Method Man",
					"lyrics" : "M-E-T, H-O-D, Man, M-E-T, H-O-D, Man, M-E-T, H-O-D, Man, M-E-T, H-O-D, Man, Hey you get off my clooud, See me get raw with my southpaw style, Mover, puffin' on a fat blunt from Cuba, It's the Meth-Tical jet to Cal, I'm the buddha, Monk on the hunt for machine gun foes, I keeps you open like a slug, from the shotgun punk, Double-barrel, yeah Meth, bring it to them proper, Partner, you ain't got no wins in me casa, Straight up, you movin' too, fast so baby wait up, Took one, added seven more now you eight up, Get on down wit' your bad self, Get on down, listen to the sound, come on, Few can ever get this ultimate legit, See you all up in my ass, But you don't know shit, uh-huh, What's your definition of a real emcee, From what you dedicated, hey it must be me, Meth-Tical, a lewd descendant, of the loud hip-hop, I go on to the break of dawn, and just don't stop, Give me the green light, and the sign one way, Have you had your meth today, Huh, move it in, move it out, Stick it in, pull it out, Shake it up, shake it down, Come on down, Meth-Tical, Oh I often pray that I will, But today I am still, Just a, M-E-T, H-O-D, Man, M-E-T, H-O-D, Man, M-E-T, H-O-D, Man, M-E-T, H-O-D, Man, Rrrappers can't get with the style extra wicked, Rap flow is bangin' like butter on a biscuit, A tisket, a tasket I'm not tryin' to have it, Mic show, I stun'em and run'em when they rab(bid), Double tested, respected, da Method, Anyone can be messed when I'm hectic, accept it, I break it down, I get down for my crowd, Filthy, dirty like a worm underground, Turn into a oily early bird, that's my word, Before I kick the bucket I'm a, kick 'em to the curb, Check out the cloud, smoke out from the mouth, Other brothers got mad love, Hey, enter the square if you dare, Without a flaw, I'm so raw that I'm rare, I'm goin' to the country, I'm goin' to the fair, To see the senorita, with flowers in her hair, And get mine, cuz she love me long time, Bartender bring more wine, Get in line for the... M-E-T, H-O-D, Man, M-E-T, H-O-D, Man, M-E-T, H-O-D, Man, Here I am, here I am, the Method Man, Wu-Tang, killer bees on the, swarm, it ain't safe no more, 1994, the rugged raw "
				}

			]
		}
	]
}
